{
    "status": "ok",
    "totalResults": 11033,
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Uol.com.br"
            },
            "author": "Florence Ion",
            "title": "Motorola trabalha em tecnologia de carregamento sem fio à distância",
            "description": "Tecnologia é desenvolvida em parceria com a empresa GuRu Wireless e promete smartphones que podem ser carregados over-the-air.\nThe post Motorola trabalha em tecnologia de carregamento sem fio à distância appeared first on Gizmodo Brasil.",
            "url": "https://gizmodo.uol.com.br/motorolag-guru-wireless-tecnologia-carregamento-sem-fio-a-distancia/",
            "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/05/5a552c3708f1c922dc2a2ef21d21a37e-1000x563.jpg",
            "publishedAt": "2021-05-13T18:54:20Z",
            "content": "A Motorola é uma empresa que tem se arriscado em alguns projetos curiosos nos últimos tempos. Desde os agora descontinuados Moto Mods aos smartphones dobráveis da linha Razr. Agora, a companhia vai a… [+2351 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tomshw.it"
            },
            "author": "Antonino Caffo",
            "title": "Juniper Networks, la tecnologia oltre la crisi",
            "description": "A oltre un anno di distanza dall’inizio della pandemia, l'azienda fa il punto su risultati, strategie, trend tecnologici, acquisizioni, annunci per l’impresa AI-driven",
            "url": "https://www.tomshw.it/business/juniper-networks-la-tecnologia-oltre-la-crisi/",
            "urlToImage": "https://www.tomshw.it/images/images/2019/06/juniper-36913.768x432.jpg",
            "publishedAt": "2021-05-13T14:30:23Z",
            "content": "ScenarioGli ultimi mesi per Juniper sono stati molto intensi. La pandemia, la crisi sanitaria e la necessità per milioni di persone di doversi affidare alle connessioni domestiche, ha messo a dura pr… [+3517 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tomshw.it"
            },
            "author": "Antonino Caffo",
            "title": "Jobtech: la tecnologia nel recruiting accelera i processi di assunzione",
            "description": "Algoritmi, piattaforme digitali di proprietà e cloud rappresentano leve fondamentali per accelerare i processi di selezione",
            "url": "https://www.tomshw.it/business/jobtech-la-tecnologia-nel-recruiting-accelera-i-processi-di-assunzione/",
            "urlToImage": "https://www.tomshw.it/images/images/2021/05/cisco-pmi-162313.768x432.jpg",
            "publishedAt": "2021-05-21T14:10:34Z",
            "content": "MercatoLHR è sempre più HR Tech: il mercato della gestione del capitale umano è cresciuto nellanno della pandemia di oltre il 9%, trainato dalle nuove necessità del recruiting e dalle soluzioni tecno… [+3455 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tecmundo.com.br"
            },
            "author": "Jorge Marin",
            "title": "Quanto ganham freelancers da área de tecnologia?",
            "description": "Uma das consequências da pandemia da Covid-19, a necessidade de digitalização dos  negócios, fez com que muitas empresas passassem a contratar freelancers nas áreas de TI, Programação, Design e Multimídia. Segundo a Workana, plataforma que conecta freelancers…",
            "url": "https://www.tecmundo.com.br/mercado/216447-ganham-freelancers-area-tecnologia.htm",
            "urlToImage": "https://img.ibxk.com.br/2021/04/27/27222526074008.jpg",
            "publishedAt": "2021-05-01T11:00:01Z",
            "content": "Uma das consequências da pandemia da Covid-19, a necessidade de digitalização dos  negócios, fez com que muitas empresas passassem a contratar freelancers nas áreas de TI, Programação, Design e Multi… [+1960 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "B9.com.br"
            },
            "author": "Matheus Fiore",
            "title": "EBANX lança estágio em área de tecnologia exclusivo para mulheres",
            "description": "A EBANX, empresa brasileira que oferece soluções de pagamento em todo o continente para sites como AliExpress, Uber e Spotify, abriu inscrições para candidatas interessadas em estagiar na área de tecnologia. Em 2021, o programa será oferecido apenas para mulh…",
            "url": "https://www.b9.com.br/144111/ebanx-lanca-estagio-tecnologia-exclusivo-mulheres/",
            "urlToImage": "https://assets.b9.com.br/wp-content/uploads/2021/05/ebanxb9-1280x677.jpg",
            "publishedAt": "2021-05-17T20:23:06Z",
            "content": "A EBANX, empresa brasileira que oferece soluções de pagamento em todo o continente para sites como AliExpress, Uber e Spotify, abriu inscrições para candidatas interessadas em estagiar na área de tec… [+1607 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tomshw.it"
            },
            "author": "Tommaso Marcoli",
            "title": "Anteprima, Hyundai Kona elettrica: più autonomia e tecnologia",
            "description": "Hyundai Kona si aggiorna, anche nella versione elettrica. Batteria da 64 kWh e motore elettrico da 204 Cv, prestazioni brillanti e autonomia davvero da record. Prezzi da 45 mila euro.",
            "url": "https://www.tomshw.it/automotive/anteprima-hyundai-kona-elettrica-piu-autonomia-e-tecnologia/",
            "urlToImage": "https://www.tomshw.it/images/images/2021/05/hyundai-kona-elettrica-anteprima-160154.768x432.jpg",
            "publishedAt": "2021-05-11T11:00:44Z",
            "content": "Ibride e ElettricheHyundai rinnova Kona. Uno dei modelli più apprezzati non solo del marchio coreano, ma dellintero segmento, aggiunge nuovi contenuti stilistici e tecnici e nella versione elettrica … [+4130 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tomshw.it"
            },
            "author": "Gabriel Valenti",
            "title": "XDays MediaWorld: tornano i grandi sconti sul meglio della tecnologia!",
            "description": "È tempo di XDays da MediaWorld! Preparatevi ad una nuova tornata di sconti su tantissimi prodotti, ma solo fino al 6 maggio",
            "url": "https://www.tomshw.it/offerte/xdays-mediaworld-tornano-i-grandi-sconti-sul-meglio-della-tecnologia/",
            "urlToImage": "https://www.tomshw.it/images/images/2021/02/xdays-mediaworld-144136.768x432.jpg",
            "publishedAt": "2021-04-28T15:30:29Z",
            "content": "Dopo avervi segnalato in mattinata l’offerta relativa a Oppo Find X2, venduto a quello che è il prezzo più basso di sempre, torniamo a parlare di Mediaworld per segnalarvi che sono tornati gli XDays,… [+5279 chars]"
        },
        {
            "source": {
                "id": "la-repubblica",
                "name": "La Repubblica"
            },
            "author": "repubblicawww@repubblica.it (Redazione Repubblica.it)",
            "title": "Yamaha XSR 125, look retrò e tecnologia moderna",
            "description": "Il nuovo modello della gamma Sport Heritage offre una design senza tempo pensato per le nuove generazioni di centauri",
            "url": "https://www.repubblica.it/motori/sezioni/moto/2021/05/12/news/yamaha_xsr_125_look_retro_e_tecnologia_moderna-300510721/",
            "urlToImage": "https://www.repstatic.it/content/nazionale/img/2021/05/12/074336719-70525196-6c81-4fe6-9475-6cb056ef3977.jpg",
            "publishedAt": "2021-05-12T05:43:53Z",
            "content": "ROMA Con la nuova XSR 125 la gamma Sport Heritage di Yamaha si arricchisce di un nuovo modello, facile e divertente. Progettata e costruita secondo gli stessi elevati standard qualitativi delle sorel… [+2825 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Uol.com.br"
            },
            "author": "Redação",
            "title": "IGTI oferece mais de 30 cursos de tecnologia a preços acessíveis",
            "description": "Se você está buscando alavancar sua carreira e transformar seu currículo com conhecimentos em TI, veja todos os bootcamps oferecidos pelo IGTI.\nThe post IGTI oferece mais de 30 cursos de tecnologia a preços acessíveis appeared first on Gizmodo Brasil.",
            "url": "https://gizmodo.uol.com.br/igti-oferece-mais-de-30-cursos-de-tecnologia-a-precos-acessiveis/",
            "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/05/maxwell-nelson-Ix64NPGxZoQ-unsplash-e1620063200165-1000x563.jpg",
            "publishedAt": "2021-05-03T17:44:14Z",
            "content": "Profissionais de Tecnologia da Informação estão sendo cada vez mais requisitados pelo mercado. Afinal, com tanta tecnologia sendo desenvolvida constantemente, é importante se manter atualizado e alin… [+11138 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Uol.com.br"
            },
            "author": "Erika Nishida",
            "title": "Cientistas testam tecnologia com nanopartículas magnéticas para tratar malária e Covid-19",
            "description": "Sistema de filtragem do sangue promete tratar malária, leucemia, overdose de drogas, Covid-19 e outras condições.\nThe post Cientistas testam tecnologia com nanopartículas magnéticas para tratar malária e Covid-19 appeared first on Gizmodo Brasil.",
            "url": "https://gizmodo.uol.com.br/tecnologia-tratar-malaria-covid-19/",
            "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/06/tubo-sangue-gettyimages-1000x562.jpg",
            "publishedAt": "2021-05-12T19:38:47Z",
            "content": "Pesquisadores do Reino Unido criaram um sistema de filtragem do sangue que promete tratar malária, leucemia, overdose de drogas, Covid-19 e outras condições.\r\nO sistema, chamado MediSieve, utiliza na… [+2924 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tomshw.it"
            },
            "author": "Antonello Buzzi",
            "title": "AMD Fidelity FX Super Resolution, un brevetto svela nuovi dettagli",
            "description": "AMD ha registrato un nuovo nel quale viene spiegato il funzionamento della tecnologia FidelityFX Super Resolution.",
            "url": "https://www.tomshw.it/hardware/amd-fidelity-fx-super-resolution-un-brevetto-svela-nuovi-dettagli/",
            "urlToImage": "https://www.tomshw.it/images/images/2021/03/amd-fidelityfx-super-resolution-146338.768x432.jpg",
            "publishedAt": "2021-05-20T13:00:58Z",
            "content": "Schede GraficheAnnunciata in occasione della presentazione delle schede grafiche della serie Radeon RX 6000, basate sullarchitettura RDNA 2, la tecnologia FidelityFX Super Resolution (FSR) dovrebbe e… [+2370 chars]"
        },
        {
            "source": {
                "id": "la-repubblica",
                "name": "La Repubblica"
            },
            "author": "repubblicawww@repubblica.it (Redazione Repubblica.it)",
            "title": "Abarth 1000 SP, a volte ritornano",
            "description": "Realizzato un unico esemplare con tecnologia moderna della celebre Sport Prototipo dello Scorpione",
            "url": "https://www.repubblica.it/motori/sezioni/prodotto/2021/05/18/news/abarth_1000_sp_a_volte_ritornano-301613008/",
            "urlToImage": "https://www.repstatic.it/content/nazionale/img/2021/05/18/182241865-3a5b0b1a-70e4-4ade-9206-833591c20794.jpg",
            "publishedAt": "2021-05-18T18:00:14Z",
            "content": "ROMA Questa è la storia di un progetto rimasto nel cassetto per 12 anni, e ora finalmente tornato alla luce grazie alla ostinata passione dei tecnici Abarth. Tutto inizia nel 1966 con unauto che si c… [+1785 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tomshw.it"
            },
            "author": "Beatrice Villa",
            "title": "Diventa anche tu un avatar virtuale con Nina, la nuova creazione di DeNA",
            "description": "Con la nuova tecnologia della compagnia giapponese DeNA, letteralmente chiunque può diventare un simpatico avatar virtuale!",
            "url": "https://www.tomshw.it/culturapop/diventa-anche-tu-un-avatar-virtuale-con-nina-la-nuova-creazione-di-dena/",
            "urlToImage": "https://www.tomshw.it/images/images/2021/05/avatar-virtuali-161242.768x432.jpg",
            "publishedAt": "2021-05-16T10:00:32Z",
            "content": "EventiIl Giappone da molti anni è diventato la terra degli avatar virtuali che continuano a crescere in popolarità. Lavatar virtuale più famoso è sicuramente la Vocaloid Hatsune Miku, che ha guadagna… [+2482 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Uol.com.br"
            },
            "author": "Andrew Liszewski",
            "title": "Google mostra prévia de Project Starline, que promete deixar videochamadas mais realistas",
            "description": "Usando câmeras de alta qualidade e de profundidade de campo, a tecnologia cria imagens hiper-realistas dos participantes.\nThe post Google mostra prévia de Project Starline, que promete deixar videochamadas mais realistas appeared first on Gizmodo Brasil.",
            "url": "https://gizmodo.uol.com.br/google-io-2021-project-starline/",
            "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/05/c1196ea2fe6f30146d0a5b4b09de2d22.gif",
            "publishedAt": "2021-05-18T22:23:50Z",
            "content": "Por mais que tecnologias de vídeochamada, como Facetime e Zoom, tenham ajudado o mundo a se manter conectado neste período de pandemia, elas também demonstraram suas limitações. Afinal, não é a mesma… [+2142 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Uol.com.br"
            },
            "author": "Caio Carvalho",
            "title": "China acusa LinkedIn, TikTok e mais de 100 apps por coleta ilegal de dados",
            "description": "Leis recém-aprovadas no país preveem punições mais rigorosas para empresas de tecnologia que violam dados dos usuários.\nThe post China acusa LinkedIn, TikTok e mais de 100 apps por coleta ilegal de dados appeared first on Gizmodo Brasil.",
            "url": "https://gizmodo.uol.com.br/china-acusa-tiktok-linkedin-apps-violacao-dados/",
            "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/05/solen-feyissa-XfnfMlNpWDo-unsplash-scaled-e1621638625473-1000x562.jpg",
            "publishedAt": "2021-05-22T00:33:54Z",
            "content": "O governo da China criou uma lista com alguns dos aplicativos mais usados no mundo, entre eles TikTok e LinkedIn, que estariam violando leis relacionadas à privacidade e coleta e uso ilegal de dados.… [+2244 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tomshw.it"
            },
            "author": "Andrea Ferrario",
            "title": "Xgimi Horizon Pro 4K | Recensione",
            "description": "Xgimi con Horizon Pro presenta un proiettore 4K basato su tecnologia DLP e illuminazione LED, con sistema operativo Android TV.",
            "url": "https://www.tomshw.it/altro/xgimi-horizon-pro-4k-recensione/",
            "urlToImage": "https://www.tomshw.it/images/images/2021/05/xgimi-horizon-pro-162531.768x432.jpg",
            "publishedAt": "2021-05-22T07:23:42Z",
            "content": "Home CinemaXgimi vuole facilitare luso dei proiettori, portando lesperienza cinematografica nelle case, evitando la necessità di realizzare ambiente specifici che richiedono spazio, tempo e denaro. Q… [+7346 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tecmundo.com.br"
            },
            "author": "Flávio Motta Coutinho",
            "title": "Sexify: série da Netflix une prazer feminino e tecnologia (crítica)",
            "description": "Será que vale a pena assistir Sexify, a nova série da Netflix que está dando o que falar? Veja na nossa crítica!A Netflix tem mostrado grande interesse em expandir as barreiras geográficas e incluir em seu catálogo séries e filmes cada vez mais diversos - e S…",
            "url": "https://www.tecmundo.com.br/minha-serie/217144-sexify-serie-netflix-une-prazer-feminino-tecnologia-critica.htm",
            "urlToImage": "https://img.ibxk.com.br/2021/05/11/11183804994440.jpg",
            "publishedAt": "2021-05-11T21:22:41Z",
            "content": "Será que vale a pena assistir Sexify, a nova série da Netflix que está dando o que falar? Veja na nossa crítica!\r\nA Netflix tem mostrado grande interesse em expandir as barreiras geográficas e inclui… [+3167 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Uol.com.br"
            },
            "author": "Caio Carvalho",
            "title": "Deepfakes agora podem ser usadas para falsificar imagens de satélites",
            "description": "Pesquisadores dizem que inteligência artificial é capaz de alterar imagens reais de satélites, aumentando as preocupações sobre a tecnologia.\nThe post Deepfakes agora podem ser usadas para falsificar imagens de satélites appeared first on Gizmodo Brasil.",
            "url": "https://gizmodo.uol.com.br/pesquisadores-criam-deepfake-geografica/",
            "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/04/ling-tang-XHLKlSppBvk-unsplash-scaled-e1619633965254-1000x563.jpg",
            "publishedAt": "2021-04-28T22:13:09Z",
            "content": "Você com certeza já deve ter visto na prática como funcionam as deepfakes o uso de rostos falsos de pessoas reais e que vem ganhando força com exemplos de atrizes e atores, um dos mais recentes sendo… [+2990 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Uol.com.br"
            },
            "author": "Caio Carvalho",
            "title": "IBM anuncia primeiro processador do mundo baseado em arquitetura de 2 nanômetros",
            "description": "Com a nova tecnologia, smartphones, dispositivos IoT e datacenters promete ter mais desempenho e melhor eficiência energética. \nThe post IBM anuncia primeiro processador do mundo baseado em arquitetura de 2 nanômetros appeared first on Gizmodo Brasil.",
            "url": "https://gizmodo.uol.com.br/ibm-anuncia-primeiro-processador-2-nanometros/",
            "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/05/IBM_Research_2_nm_Wafer-1030x824-1-e1620327863304-1000x562.jpg",
            "publishedAt": "2021-05-06T19:55:20Z",
            "content": "A IBM anunciou nesta quinta-feira (6) ter conseguido criar o primeiro chip do mundo desenvolvido em nanosheet com litografia de 2 nanômetros. Com isso a promessa que os processadores do futuro tenham… [+2221 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tecmundo.com.br"
            },
            "author": "Giovanna Fantinato",
            "title": "Empresas abrem vagas para área de tecnologia; confira",
            "description": "Se você está a procura de emprego no setor de tecnologia, este post é para você. Separamos uma lista de empresas que estão em busca de profissionais para vagas para desenvolvedor Java, engenheiro de software iOS, engenheiro de software API, estágio, trainee, …",
            "url": "https://www.tecmundo.com.br/mercado/216227-empresas-abrem-vagas-area-tecnologia-confira.htm",
            "urlToImage": "https://img.ibxk.com.br/2021/04/26/26163916259362.jpg",
            "publishedAt": "2021-04-27T10:30:01Z",
            "content": "Se você está a procura de emprego no setor de tecnologia, este post é para você. Separamos uma lista de empresas que estão em busca de profissionais para vagas para desenvolvedor Java, engenheiro de … [+2140 chars]"
        }
    ]
}

